/*! 
* gaozh v1
*/
module.exports = {
  // 错误提示配置
  "RESP0001": "网络错误，请稍后再试",
  "RESP0002": "发送验证码成功",
  "RESP0003": "请输入11位手机号",
  "RESP0004": "请输入6-16位密码",
  "RESP0005": "请输入6位验证码",
  "RESP0006": "请输入15位商户号",
  "RESP0007": "请输入8位终端号",
  "RESP0008": "请输入16位店铺号",
  "RESP0009": "结束日期不能小于30天前日期",
  "RESP0010": "结束日期不能大于今天",
  "RESP0011": "结束日期不能小于开始日期",
  "RESP0012": "开始日期不能小于30天前日期",
  "RESP0013": "开始日期不能大于今天",
  "RESP0014": "开始日期不能大于结束日期",
  "RESP0015": "请输入11位新手机号",
  "RESP0016": "商品名字不能为空",
  "RESP0017": "请选择商品分类",
  "RESP0018": "请选择商品单位",
  "RESP0019": "零售价不能为空",
  "RESP0020": "修改成功",
  "RESP0021": "请输入店铺名称",
  "RESP0022": "删除的分类下有商品不能删除",
  "RESP0023": "删除失败",
  "RESP0024": "请输入11位手机号",
  "RESP0025": "请输入11位手机号"

}